{
  "plugins": {
    "Arcadia": {
      "src": "https://github.com/AlessandroYorba/Arcadia"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "Zenburn": {
      "src": "https://github.com/jnurmine/Zenburn"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "delimitMate": {
      "src": "https://github.com/Raimondi/delimitMate"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "gitlink-vim": {
      "src": "https://github.com/mazubieta/gitlink-vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "goyo.vim": {
      "src": "https://github.com/junegunn/goyo.vim"
    },
    "hop.nvim": {
      "src": "https://github.com/phaazon/hop.nvim"
    },
    "limelight.vim": {
      "src": "https://github.com/junegunn/limelight.vim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "nord-vim": {
      "src": "https://github.com/arcticicestudio/nord-vim"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "onehalf": {
      "src": "https://github.com/sonph/onehalf"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vim-argumentative": {
      "src": "https://github.com/PeterRincker/vim-argumentative"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-dirdiff": {
      "src": "https://github.com/will133/vim-dirdiff"
    },
    "vim-glsl": {
      "src": "https://github.com/tikhomirov/vim-glsl"
    },
    "vim-horizon": {
      "src": "https://github.com/ntk148v/vim-horizon"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession"
    },
    "vim-pencil": {
      "src": "https://github.com/reedes/vim-pencil"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-toml": {
      "src": "https://github.com/cespare/vim-toml"
    }
  }
}
